tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "yoheimuta/protolint"
brew "automake"
brew "asdf"
brew "python@3.10"
brew "azure-cli"
brew "bat"
brew "btop"
brew "glib"
brew "catimg"
brew "ccache"
brew "pycparser"
brew "cffi"
brew "python-cryptography"
brew "certbot"
brew "cfssl"
brew "curl"
brew "direnv"
brew "dive"
brew "folly"
brew "edencommon"
brew "python@3.11"
brew "emscripten"
brew "exa"
brew "fizz"
brew "wangle"
brew "fb303"
brew "fbthrift"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "leptonica"
brew "libarchive"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "git-lfs"
brew "glow"
brew "gnupg"
brew "go"
brew "guile"
brew "helm"
brew "hey"
brew "htop"
brew "httpie"
brew "hurl"
brew "shared-mime-info"
brew "libheif"
brew "python@3.9"
brew "imagemagick"
brew "jq"
brew "k9s"
brew "kind"
brew "kubectx"
brew "lftp"
brew "libcaca"
brew "mas"
brew "mongosh"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "nghttp2"
brew "nmap"
brew "node@14"
brew "node@16"
brew "nvm"
brew "pandoc"
brew "virtualenv"
brew "pre-commit"
brew "protobuf"
brew "qt"
brew "rsync"
brew "shellcheck"
brew "shfmt"
brew "telnet"
brew "tree"
brew "watch"
brew "watchman"
brew "wget"
brew "heroku/brew/heroku"
brew "yoheimuta/protolint/protolint"
cask "flameshot"
cask "font-cascadia-code"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack"
cask "font-hack-nerd-font"
cask "font-monocraft"
cask "insomnia"
cask "ngrok"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "transmission"
cask "typora"
cask "vlc"
cask "webpquicklook"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Color Picker", id: 1545870783
mas "Control Center", id: 1515453657
mas "Gifski", id: 1351639930
mas "HEIC Converter", id: 1294126402
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Tailscale", id: 1475387142
mas "Teleprompter", id: 1533078079
mas "Todoist", id: 585829637
mas "Xcode", id: 497799835
