tap "charmbracelet/tap"
tap "cloudflare/cloudflare"
tap "heroku/brew"
tap "knqyf263/sou"
tap "opencode-ai/tap"
tap "sst/tap"
tap "yoheimuta/protolint"
brew "atuin"
brew "automake"
brew "awscli"
brew "bash"
brew "bat"
brew "btop"
brew "glib"
brew "catimg"
brew "ccache"
brew "pycparser"
brew "cffi"
brew "cryptography"
brew "libyaml"
brew "certbot"
brew "cfssl"
brew "circleci"
brew "cloudflared"
brew "curl"
brew "direnv"
brew "diskonaut"
brew "dive"
brew "docker"
brew "docker-credential-helper"
brew "dua-cli"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "emscripten"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "geos"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "git-lfs"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "grep"
brew "pkgconf"
brew "guile"
brew "htop"
brew "httpie"
brew "icu4c@76"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "jsonlint"
brew "lazydocker"
brew "lazygit"
brew "leptonica"
brew "lftp"
brew "libarchive"
brew "libcaca"
brew "libsixel"
brew "lsix"
brew "luacheck"
brew "luarocks"
brew "mas"
brew "mise"
brew "mongosh"
brew "mvfst"
brew "neofetch"
brew "neovim"
brew "nghttp2"
brew "nmap"
brew "pandoc"
brew "pinentry-mac"
brew "pipx"
brew "postgresql@14"
brew "pre-commit"
brew "prettier"
brew "proj"
brew "protobuf"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "qt"
brew "redis"
brew "ripgrep"
brew "rsync"
brew "s5cmd"
brew "shellcheck"
brew "shfmt"
brew "stow"
brew "tailscale"
brew "telnet"
brew "terraform"
brew "tesseract"
brew "tree"
brew "tree-sitter"
brew "virtualenv"
brew "watch"
brew "watchman"
brew "wget"
brew "yamllint"
brew "yazi"
brew "zellij"
brew "knqyf263/sou/sou"
brew "yoheimuta/protolint/protolint"
cask "1password-cli"
cask "alt-tab"
cask "basictex"
cask "beekeeper-studio"
cask "claude"
cask "claude-code"
cask "dbeaver-community"
cask "docker-desktop"
cask "eqmac"
cask "font-cascadia-code-nf"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-monocraft"
cask "gcloud-cli"
cask "hoppscotch"
cask "kitty"
cask "ngrok"
cask "obsidian"
cask "session-manager-plugin"
cask "spotify"
cask "visual-studio-code"
cask "yubico-yubikey-manager"
mas "Keynote", id: 409183694
mas "Slack", id: 803453959
vscode "42crunch.vscode-openapi"
vscode "aaronthomas.vscode-snazzy-operator"
vscode "albymor.increment-selection"
vscode "alefragnani.bookmarks"
vscode "alexcvzz.vscode-sqlite"
vscode "andrejunges.handlebars"
vscode "antfu.slidev"
vscode "anthropic.claude-code"
vscode "astro-build.astro-vscode"
vscode "beardedbear.beardedicons"
vscode "beardedbear.beardedtheme"
vscode "bierner.emojisense"
vscode "bierner.markdown-emoji"
vscode "biomejs.biome"
vscode "bmalehorn.shell-syntax"
vscode "chouzz.vscode-better-align"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "chrmarti.regex"
vscode "codezombiech.gitignore"
vscode "cweijan.dbclient-jdbc"
vscode "cweijan.vscode-mysql-client2"
vscode "dariofuzinato.vue-peek"
vscode "dawhite.mustache"
vscode "dbaeumer.vscode-eslint"
vscode "dbalage.vscode-stylesheet-formatter"
vscode "denoland.vscode-deno"
vscode "digitalbrainstem.javascript-ejs-support"
vscode "docker.docker"
vscode "dracula-theme.theme-dracula"
vscode "drblury.protobuf-vsc"
vscode "eamodio.gitlens"
vscode "eliverlara.andromeda"
vscode "esbenp.prettier-vscode"
vscode "fallenwood.viml"
vscode "file-icons.file-icons"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.docker-explorer"
vscode "formulahendry.github-actions"
vscode "gabrielepmattia.wordcount"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "goessner.mdmath"
vscode "golang.go"
vscode "grapecity.gc-excelviewer"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "hangxingliu.vscode-nginx-conf-hint"
vscode "hsnazar.hyper-term-theme"
vscode "humao.rest-client"
vscode "icrawl.discord-vscode"
vscode "inferrinizzard.prettier-sql-vscode"
vscode "jakebathman.mysql-syntax"
vscode "james-yu.latex-workshop"
vscode "janisdd.vscode-edit-csv"
vscode "jeff-hykin.better-cpp-syntax"
vscode "josetr.cmake-language-support-vscode"
vscode "jrebocho.vscode-random"
vscode "kisstkondoros.vscode-codemetrics"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "leonzalion.vscode-ejs"
vscode "mechatroner.rainbow-csv"
vscode "meganrogge.template-string-converter"
vscode "mhutchie.git-graph"
vscode "miguelsolorio.fluent-icons"
vscode "mohsen1.prettify-json"
vscode "mongodb.mongodb-vscode"
vscode "mrmlnc.vscode-scss"
vscode "ms-azuretools.vscode-azureappservice"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-azurevirtualmachines"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-cosmosdb"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpp-devtools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.vscode-js-profile-flame"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "mushan.vscode-paste-image"
vscode "naumovs.color-highlight"
vscode "openai.chatgpt"
vscode "oracle.oracle-java"
vscode "orta.vscode-jest"
vscode "orta.vscode-twoslash"
vscode "orta.vscode-twoslash-queries"
vscode "pflannery.vscode-versionlens"
vscode "phplasma.csv-to-table"
vscode "pkief.material-icon-theme"
vscode "prisma.prisma"
vscode "rangav.vscode-thunder-client"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "retrotheme.theme-retro"
vscode "shanoor.vscode-nginx"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shopify.ruby-lsp"
vscode "sketchbuch.vsc-quokka-statusbar"
vscode "swiip.sunset-theme"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "tonybaloney.vscode-pets"
vscode "twxs.cmake"
vscode "tyriar.luna-paint"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "vsls-contrib.gistfs"
vscode "vue.volar"
vscode "wmaurer.change-case"
vscode "yatki.vscode-surround"
vscode "yoavbls.pretty-ts-errors"
vscode "zignd.html-css-class-completion"
go "cmd/go"
go "cmd/gofmt"
uv "posting"
