tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "sdkman/tap"
tap "yoheimuta/protolint"
brew "coreutils"
brew "asdf"
brew "python@3.11"
brew "azure-cli"
brew "bat"
brew "btop"
brew "glib"
brew "catimg"
brew "ccache"
brew "pycparser"
brew "cffi"
brew "cryptography"
brew "certbot"
brew "cfssl"
brew "cmake"
brew "curl"
brew "direnv"
brew "dive"
brew "folly"
brew "fizz"
brew "mvfst"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "emscripten"
brew "eslint"
brew "eza"
brew "fd"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "leptonica"
brew "libarchive"
brew "tesseract"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fzf"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "git-lfs"
brew "glow"
brew "gnupg"
brew "go"
brew "guile"
brew "helm"
brew "hey"
brew "htop"
brew "httpie"
brew "hurl"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "k9s"
brew "kind"
brew "kubectx"
brew "lazygit"
brew "lftp"
brew "libcaca"
brew "luacheck"
brew "luarocks"
brew "lynx"
brew "mas"
brew "mongo-c-driver"
brew "mongosh"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "nghttp2"
brew "nmap"
brew "node@16"
brew "nvm"
brew "pandoc"
brew "pinentry-mac"
brew "pipx"
brew "poppler"
brew "postgresql@16"
brew "pre-commit"
brew "prettier"
brew "protobuf"
brew "python@3.10"
brew "python@3.9"
brew "qt"
brew "ripgrep"
brew "rsync"
brew "shellcheck"
brew "shfmt"
brew "spicetify-cli", link: false
brew "stow"
brew "telnet"
brew "tree"
brew "unar"
brew "virtualenv"
brew "watch"
brew "watchman"
brew "wget"
brew "yamllint"
brew "yazi"
brew "zoxide"
brew "heroku/brew/heroku"
brew "sdkman/tap/sdkman-cli"
brew "yoheimuta/protolint/protolint"
cask "1password-cli"
cask "flameshot"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monocraft"
cask "karabiner-elements"
cask "kitty"
cask "mactex-no-gui"
cask "ngrok"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "transmission"
cask "vlc"
cask "webpquicklook"
cask "wireshark"
cask "xquartz"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Gifski", id: 1351639930
mas "HEIC Converter", id: 1294126402
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Omnivore", id: 1564031042
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Tailscale", id: 1475387142
mas "Teleprompter", id: 1533078079
mas "Todoist", id: 585829637
mas "Xcode", id: 497799835
vscode "42crunch.vscode-openapi"
vscode "aaronthomas.vscode-snazzy-operator"
vscode "albymor.increment-selection"
vscode "alefragnani.bookmarks"
vscode "alexcvzz.vscode-sqlite"
vscode "alextreichler.hurl"
vscode "andrejunges.handlebars"
vscode "astro-build.astro-vscode"
vscode "beardedbear.beardedicons"
vscode "beardedbear.beardedtheme"
vscode "bierner.color-info"
vscode "bierner.emojisense"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bmalehorn.shell-syntax"
vscode "chouzz.vscode-better-align"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "chrmarti.regex"
vscode "codezombiech.gitignore"
vscode "cweijan.dbclient-jdbc"
vscode "cweijan.vscode-mysql-client2"
vscode "dariofuzinato.vue-peek"
vscode "dawhite.mustache"
vscode "dbaeumer.vscode-eslint"
vscode "dbalage.vscode-stylesheet-formatter"
vscode "denoland.vscode-deno"
vscode "digitalbrainstem.javascript-ejs-support"
vscode "dracula-theme.theme-dracula"
vscode "dzannotti.vscode-babel-coloring"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "eliverlara.andromeda"
vscode "esbenp.prettier-vscode"
vscode "fallenwood.viml"
vscode "file-icons.file-icons"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.docker-explorer"
vscode "formulahendry.github-actions"
vscode "gabrielepmattia.wordcount"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "goessner.mdmath"
vscode "golang.go"
vscode "grapecity.gc-excelviewer"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "gruntfuggly.todo-tree"
vscode "guilhermerodz.omni-owl"
vscode "hangxingliu.vscode-nginx-conf-hint"
vscode "hsnazar.hyper-term-theme"
vscode "humao.rest-client"
vscode "inferrinizzard.prettier-sql-vscode"
vscode "jakebathman.mysql-syntax"
vscode "james-yu.latex-workshop"
vscode "janisdd.vscode-edit-csv"
vscode "jeff-hykin.better-cpp-syntax"
vscode "johnpapa.vscode-peacock"
vscode "josetr.cmake-language-support-vscode"
vscode "jrebocho.vscode-random"
vscode "justin-grote.powershell-extension-pack"
vscode "kisstkondoros.vscode-codemetrics"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "leonzalion.vscode-ejs"
vscode "mechatroner.rainbow-csv"
vscode "meganrogge.template-string-converter"
vscode "mhutchie.git-graph"
vscode "miguelsolorio.fluent-icons"
vscode "mohsen1.prettify-json"
vscode "mongodb.mongodb-vscode"
vscode "mrmlnc.vscode-scss"
vscode "ms-azuretools.vscode-azureappservice"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-azurestorage"
vscode "ms-azuretools.vscode-azurevirtualmachines"
vscode "ms-azuretools.vscode-cosmosdb"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-aks-tools"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.azurecli"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-js-profile-flame"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "mushan.vscode-paste-image"
vscode "naumovs.color-highlight"
vscode "oderwat.indent-rainbow"
vscode "orta.vscode-jest"
vscode "orta.vscode-twoslash"
vscode "orta.vscode-twoslash-queries"
vscode "pflannery.vscode-versionlens"
vscode "phplasma.csv-to-table"
vscode "pkief.material-icon-theme"
vscode "prisma.prisma"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "retrotheme.theme-retro"
vscode "shanoor.vscode-nginx"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "sketchbuch.vsc-quokka-statusbar"
vscode "streetsidesoftware.avro"
vscode "swiip.sunset-theme"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "torn4dom4n.latex-support"
vscode "twxs.cmake"
vscode "tyriar.luna-paint"
vscode "ultram4rine.vscode-choosealicense"
vscode "usernamehw.errorlens"
vscode "vintharas.learn-vim"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "wallabyjs.quokka-vscode"
vscode "wmaurer.change-case"
vscode "yatki.vscode-surround"
vscode "yoavbls.pretty-ts-errors"
vscode "zignd.html-css-class-completion"
vscode "zxh404.vscode-proto3"
