1password-beta
1password-cli
adobe-base-14-fonts
amd-ucode
asdf-vm-git
atac
atuin
baobab
base
base-devel
bat
bluez-utils
btop
btrfs-assistant
btrfs-heatmap
btrfs-progs
ccache
clang
claude-code
claude-desktop-appimage
cmake
compsize
copyq
cpu-x
cronie
devtools
dex
direnv
discord
diskonaut
dive
docker
docker-buildx
docker-compose
docker-credential-pass
dosfstools
downgrade
ducker
dysk
efibootmgr
elephant
elephant-archlinuxpkgs
elephant-bluetooth
elephant-calc
elephant-clipboard
elephant-desktopapplications
elephant-files
elephant-menus
elephant-providerlist
elephant-runner
elephant-symbols
elephant-unicode
elephant-websearch
elephant-windows
entr
evince
eza
fastfetch
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
fd
ffmpegthumbnailer
flatpak
freefilesync-bin
fuse-overlayfs
fzf
gcc-fortran
gdlauncher-carbon-bin
git
git-lfs
github-cli
gnome-calculator
gnome-characters
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-text-editor
gparted
grim
grub
gst-plugin-pipewire
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-mtp
gvfs-nfs
gvfs-smb
gvfs-wsdd
hardinfo2
huenicorn
hypridle
hyprland
hyprlock
hyprls-git
hyprpaper
hyprpolkitagent
hyprshot
ibus
iftop
iotop
iwd
joyutils
jq
keychain
keyd
kitty
lact
lazydocker
lazygit
ldns
lib32-mesa
lib32-vulkan-radeon
libgit2
libpulse
libva-utils
linux
linux-firmware
linux-headers
lshw
lsix
luarocks
mako
man-db
mangohud
mdformat
mesa-utils
mise
mission-center
mkcert
moreutils
mpv
mtr
ncdu
nemo
nemo-fileroller
nemo-preview
nemo-python
neovim
network-manager-applet
networkmanager
nfs-utils
ngrok
nmap
noto-fonts-cjk
ntfs-3g
nwg-bar
nwg-displays
nwg-drawer
nwg-look
obsidian
ollama-rocm
openrazer-daemon
os-prober
overskride
pacman-contrib
pandoc-cli
pavucontrol
perl-anyevent
phinger-cursors
pika-backup
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
proton-vpn-cli
proton-vpn-gtk-app
python-distutils-extra
python-pip
python-pipx
python-pywal16
python-pywalfox
qemu-full
qt6ct
rclone
rio
rmlint
rocm-hip-runtime
rocm-hip-sdk
rocm-opencl-sdk
rsync
satty
sddm
sddm-astronaut-theme
selectdefaultapplication-git
slurp
spotifyd
sshfs
steam
stow
surfshark-client
swaync
systemctl-tui
tailscale
tailscale-systray-git
telegram-desktop
texlive-binextra
texlive-fontsextra
texlive-fontsrecommended
texlive-langportuguese
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-plaingeneric
thunar
tibia
tigervnc
tmux
traceroute
ttf-cascadia-code-nerd
ttf-fira-sans
ttf-firacode-nerd
ttf-font-awesome-5
ttf-liberation
ttf-lucida-fonts
ttf-meslo-nerd
ttf-roboto
ttf-ubuntu-font-family
ttf-ubuntu-nerd
ufw
update-grub
usbutils
uwsm
v4l-utils-git
vim
visual-studio-code-bin
vivaldi
vlc
vulkan-mesa-layers
vulkan-radeon
vulkan-tools
w3m
walker
waybar
waypaper
wev
wget
where-is-my-sddm-theme-git
whitesur-cursor-theme-git
wireplumber
wireshark-qt
wl-clip-persist
woff2-font-awesome
xclip
xdg-desktop-portal-hyprland
xdg-user-dirs-gtk
xdg-utils
xorg-xhost
yay
yazi
zapzap
zellij
zip
zoxide
zsh
