1password
1password-cli
7zip
adobe-base-14-fonts
amd-ucode
appstream-glib
arandr
asdf-vm
atac
baobab
base
base-devel
bat
bluez-utils
btop
ccache
chromium
clang
clipcat
clipnotify
cmake
copyq
cronie
dconf-editor
dex
discord
dkms
dmenu
docker-desktop
dog
dosfstools
dunst
efibootmgr
epiphany
eslint
evince
eza
fd
feh
ffmpegthumbnailer
filezilla
firefox
fuse-overlayfs
fzf
gcc-fortran
gdlauncher-bin
gdm
gdm-settings
git
github-cli
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
gradience
grilo-plugins
grim
grub
gst-plugin-pipewire
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
hdparm
htop
httpie
i3lock
i3lock-fancy-rapid-git
ibus
icat
iwd
jdupes
joyutils
jq
keychain
keyd
kitty
lazygit
ldns
lib32-mesa
lib32-vulkan-nouveau
lib32-vulkan-radeon
libgit2
libpulse
libva-nvidia-driver
libva-utils
lightdm
lightdm-gtk-greeter
linux
linux-firmware
linux-headers
lmstudio
localsearch
loupe
luarocks
lxappearance
lxinput
mako
malcontent
man-db
mangohud
mdformat
mesa-utils
mpv
mtools
nano
nautilus
ncdu
nchat-debug
nemo
nemo-fileroller
nemo-preview
nemo-python
neofetch
neovim
network-manager-applet
networkmanager
nfs-utils
ngrok
notion-calendar-electron
noto-fonts-cjk
npm
ntfs-3g
obsidian
ollama
openoffice-bin
orca
os-prober
overskride
pacman-contrib
pandoc-cli
pavucontrol
perl-anyevent
perl-anyevent-i3
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
pnpm
polkit-gnome
polybar
prettierd
python-distutils-extra
python-pip
python-pipx
rclone
rio
rmlint
rocm-hip-runtime
rocm-hip-sdk
rocm-opencl-sdk
rsync
rygel
satty
selectdefaultapplication-git
simple-scan
slurp
smartmontools
smassh
snapshot
spotify
spotifyd
sshfs
steam
stow
sushi
sway
sway-screenshot-git
swaybg
swaylock
systemctl-tui
tailscale
tailscale-systray-git
tecla
telegram-desktop
texlive-binextra
texlive-fontsextra
texlive-fontsrecommended
texlive-langportuguese
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-plaingeneric
tmux
todoist-bin
totem
traceroute
ttf-cascadia-code-nerd
ttf-fira-sans
ttf-firacode-nerd
ttf-font-awesome
ttf-liberation
ttf-lucida-fonts
ttf-meslo-nerd
ttf-roboto
ttf-ubuntu-font-family
ttf-ubuntu-nerd
ueberzug
ufw
unarchiver
update-grub
urlscan-git
usbutils
usbview
v4l-utils-git
vim
visual-studio-code-bin
vivaldi
vlc
vulkan-mesa-layers
vulkan-nouveau
vulkan-radeon
vulkan-tools
w3m
waybar
wdisplays
wev
wget
whitesur-cursor-theme-git
wireless_tools
wireplumber
wofi
wofi-calc
wofi-emoji-git
x11-ssh-askpass
xbindkeys
xclip
xdg-desktop-portal-gnome
xdg-desktop-portal-wlr
xdg-user-dirs-gtk
xdg-utils
xdotool
xf86-video-nouveau
xorg-xev
xorg-xinit
xorg-xinput
xorg-xlsclients
xorg-xwininfo
xterm
yay
yazi-git
yelp
zapzap
zip
zoxide
zram-generator
zscroll-git
zsh
zx
