1password
1password-cli
adobe-base-14-fonts
amd-ucode
amdvlk
appstream-glib
asdf-vm
atac
atuin
baobab
base
base-devel
bat
bluez-utils
btop
btrfs-progs
ccache
clang
clipnotify
cmake
copyq
cpio
cronie
dconf-editor
devtools
dex
direnv
discord
diskonaut
dkms
dmenu
docker-desktop
dosfstools
dsniff
dysk
efibootmgr
elephant
elephant-archlinuxpkgs
elephant-bluetooth
elephant-calc
elephant-clipboard
elephant-files
elephant-menus
elephant-runner
elephant-symbols
elephant-unicode
elephant-websearch
elephant-windows
entr
evince
eza
fastfetch
fd
ffmpegthumbnailer
ffmpegthumbs
firefox
fuse-overlayfs
fzf
gcc-fortran
gdm
gdm-settings
git
github-cli
gnome-calculator
gnome-characters
gnome-color-manager
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-text-editor
gnome-tweaks
gnome-user-share
gparted
grilo-plugins
grim
grub
gst-plugin-pipewire
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
hypridle
hyprland
hyprlock
hyprls-git
hyprpaper
hyprpolkitagent
hyprshot
ibus
iftop
iwd
joyutils
jq
keychain
keyd
kitty
lact
lazygit
ldns
lib32-mesa
lib32-vulkan-radeon
libgit2
libpulse
libva-utils
lightdm
lightdm-gtk-greeter
linux
linux-firmware
linux-headers
localsearch
lshw
lsix
luarocks
mako
malcontent
man-db
mangohud
mdformat
mesa-utils
mission-center
mkcert
mongodb-compass-bin
mpv
mtools
mtr
nautilus
ncdu
nemo
nemo-fileroller
nemo-preview
nemo-python
neofetch
neovim
network-manager-applet
networkmanager
nfs-utils
ngrok
nmap
noto-fonts-cjk
npm
ntfs-3g
nwg-bar
nwg-displays
nwg-drawer
obsidian
os-prober
overskride
pacman-contrib
pandoc-cli
pavucontrol
perl-anyevent
perl-anyevent-i3
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
polkit-gnome
prettierd
python-distutils-extra
python-pip
python-pipx
python-pywal16
python-pywalfox
rclone
rio
rmlint
rocm-hip-runtime
rocm-hip-sdk
rocm-opencl-sdk
rsync
rygel
satty
selectdefaultapplication-git
slurp
spotify
spotifyd
sshfs
steam
stow
surfshark-client
swaync
systemctl-tui
tailscale
tailscale-systray-git
tecla
telegram-desktop
texlive-binextra
texlive-fontsextra
texlive-fontsrecommended
texlive-langportuguese
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-plaingeneric
tmux
traceroute
ttf-cascadia-code-nerd
ttf-fira-sans
ttf-firacode-nerd
ttf-font-awesome-5
ttf-liberation
ttf-lucida-fonts
ttf-meslo-nerd
ttf-roboto
ttf-ubuntu-font-family
ttf-ubuntu-nerd
ufw
update-grub
usbutils
usbview
uwsm
v4l-utils-git
ventoy-bin
vim
visual-studio-code-bin
vivaldi
vlc
vulkan-mesa-layers
vulkan-radeon
vulkan-tools
w3m
walker-bin
waybar
waypaper
wdisplays
wev
wget
whitesur-cursor-theme-git
wireless_tools
wireplumber
wireshark-qt
wl-clip-persist
woff2-font-awesome
wofi
wofi-emoji-git
xclip
xdg-desktop-portal-gnome
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
xdg-user-dirs-gtk
xdg-utils
xdotool
xorg-xhost
xorg-xwininfo
yay
yazi
zapzap
zellij
zip
zoxide
zsh
